var LAreaData = [
    {
        "id": "17", "name": "杭州市", "child": [
        {
            "id": "189",
            "name": "富阳区",
            "child": [{"id": "5851", "name": "郑东新区"}, {"id": "5850", "name": "高新技术产业开发区"}, {
                "id": "5849",
                "name": "经济技术开发区"
            }, {"id": "3786", "name": "巩义市 "}, {
                "id": "3785",
                "name": "中牟县  ",
                "child": [{"id": "5857", "name": "城关镇"}, {"id": "5858", "name": "九龙镇"}]
            }, {"id": "3783", "name": "惠济区 "}, {"id": "3784", "name": "登封市 "}, {
                "id": "1403",
                "name": "新密市",
                "child": [{"id": "1405", "name": "城关镇"}, {"id": "1406", "name": "来集镇"}, {
                    "id": "1407",
                    "name": "超化镇"
                }, {"id": "1408", "name": "袁庄乡"}]
            }, {
                "id": "1398",
                "name": "荥阳市",
                "child": [{"id": "5853", "name": "豫龙镇"}, {"id": "5852", "name": "荥阳五龙工业区"}, {
                    "id": "5854",
                    "name": "乔楼镇"
                }, {"id": "5855", "name": "王村镇"}, {"id": "1399", "name": "市中心"}]
            }, {
                "id": "1391",
                "name": "新郑市",
                "child": [{"id": "1392", "name": "城关乡"}, {"id": "1393", "name": "机场港区"}, {
                    "id": "1394",
                    "name": "薛店镇"
                }, {"id": "1395", "name": "和庄镇"}, {"id": "1396", "name": "新村镇"}, {"id": "1397", "name": "龙湖镇"}]
            }, {"id": "1387", "name": "上街区"}, {"id": "1386", "name": "中原区"}, {
                "id": "1385",
                "name": "二七区"
            }, {"id": "788", "name": "管城回族区"}, {"id": "787", "name": "金水区"}]
        },
        {
            "id": "205",
            "name": "萧山区",
            "child": [{"id": "5883", "name": "高新技术开发区（南区）"}, {"id": "5882", "name": "高新技术开发区（北区）"}, {
                "id": "3897",
                "name": "新蔡县 "
            }, {"id": "3896", "name": "遂平县 "}, {"id": "3895", "name": "汝南县 "}, {
                "id": "3894",
                "name": "泌阳县 "
            }, {"id": "3893", "name": "确山县 "}, {"id": "3892", "name": "正阳县 "}, {
                "id": "3891",
                "name": "平舆县 "
            }, {"id": "3889", "name": "西平县  "}, {"id": "3890", "name": "上蔡县 "}, {"id": "1542", "name": "驿城区"}]
        },
        {
            "id": "204",
            "name": "余杭区",
            "child": [{"id": "5881", "name": "经济开发区北区"}, {"id": "3888", "name": "项城市 "}, {
                "id": "3887",
                "name": "鹿邑县 "
            }, {"id": "3886", "name": "太康县 "}, {"id": "3885", "name": "淮阳县 "}, {
                "id": "3884",
                "name": "郸城县 "
            }, {"id": "3883", "name": "沈丘县  "}, {"id": "3882", "name": "商水县 "}, {
                "id": "3880",
                "name": "扶沟县 "
            }, {"id": "3881", "name": "西华县 "}, {"id": "1409", "name": "川汇区"}]
        },
        {
            "id": "203",
            "name": "西湖区",
            "child": [{"id": "3879", "name": "息县 "}, {"id": "3878", "name": "淮滨县 "}, {
                "id": "3877",
                "name": "潢川县 "
            }, {"id": "3876", "name": "固始县 "}, {"id": "3875", "name": "商城县 "}, {
                "id": "3874",
                "name": "新县 "
            }, {"id": "3873", "name": "光山县 "}, {"id": "3872", "name": "罗山县 "}, {
                "id": "1413",
                "name": "平桥区"
            }, {"id": "1412", "name": "浉河区"}]
        },
        {
            "id": "202",
            "name": "滨江区",
            "child": [{"id": "5880", "name": "商丘经济技术开发区"}, {"id": "3871", "name": "永城市 "}, {
                "id": "3870",
                "name": "夏邑县 "
            }, {"id": "3869", "name": "虞城县 "}, {"id": "3868", "name": "柘城县 "}, {
                "id": "3867",
                "name": "宁陵县 "
            }, {"id": "3866", "name": "睢县 "}, {"id": "3865", "name": "民权县 "}, {
                "id": "1417",
                "name": "梁园区"
            }, {"id": "1416", "name": "睢阳区"}]
        },
        {
            "id": "201",
            "name": "江干区",
            "child": [{"id": "3855", "name": "方城县 "}, {"id": "3864", "name": "邓州市 "}, {
                "id": "3863",
                "name": "桐柏县 "
            }, {"id": "3862", "name": "新野县 "}, {"id": "3861", "name": "唐河县 "}, {
                "id": "3860",
                "name": "社旗县 "
            }, {"id": "3859", "name": "淅川县 "}, {"id": "3858", "name": "内乡县 "}, {
                "id": "3857",
                "name": "镇平县 "
            }, {"id": "3856", "name": "西峡县  "}, {"id": "3854", "name": "南召县 "}, {
                "id": "5879",
                "name": "高新区"
            }, {"id": "1423", "name": "卧龙区"}, {"id": "1422", "name": "宛城区"}]
        },
        {
            "id": "200",
            "name": "拱墅区",
            "child": [{"id": "3849", "name": "渑池县 "}, {"id": "3848", "name": "湖滨区  "}, {
                "id": "3850",
                "name": "陕县 "
            }, {"id": "3851", "name": "卢氏县 "}, {"id": "3852", "name": "义马市 "}, {"id": "3853", "name": "灵宝市 "}]
        },
        {
            "id": "199",
            "name": "下城区",
            "child": [{"id": "3847", "name": "临颍县 "}, {"id": "3846", "name": "舞阳县  "}, {
                "id": "5878",
                "name": "双龙文景开发区"
            }, {"id": "5877", "name": "高新技术开发区"}, {"id": "5876", "name": "双汇工业区"}, {
                "id": "1426",
                "name": "源汇区"
            }, {"id": "1429", "name": "郾城区"}, {"id": "1432", "name": "召陵区"}]
        },
        {
            "id": "198",
            "name": "上城区",
            "child": [{"id": "3845", "name": "水利厅幼儿园"}, {"id": "3844", "name": "横河幼儿园"}, {
                "id": "1435",
                "name": "大学路幼儿园"
            }, {"id": "1437", "name": "上城区闸口街道幼儿园"}, {"id": "1446", "name": "小营幼儿园"}, {"id": "1456", "name": "始版桥幼儿园"}]
        }
    ]
    }
];
